adobe-source-code-pro-fonts
amd-ucode
apparmor
arch-install-scripts
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
browserpass
browserpass-chromium
cabal-install
ccid
cliphist
cosmic-app-library
cosmic-applets
cosmic-bg
cosmic-comp
cosmic-files
cosmic-greeter
cosmic-idle
cosmic-initial-setup
cosmic-launcher
cosmic-notifications
cosmic-osd
cosmic-panel
cosmic-player
cosmic-randr
cosmic-screenshot
cosmic-session
cosmic-settings
cosmic-settings-daemon
cosmic-store
cosmic-terminal
cosmic-text-editor
cosmic-wallpapers
cosmic-workspaces
cryptsetup
devtools
dex
direnv
discord
dosfstools
e2fsprogs
etckeeper
evince
expac
fastfetch
gdu
ghc
git
github-cli
greetd
greetd-tuigreet
grim
hunspell-en_us
inter-font
irssi
jq
kanshi
kitty
libappindicator
libnotify
linux
linux-firmware
logrotate
lvm2
lxappearance
magic-wormhole
mako
man-db
man-pages
materia-gtk-theme
mesa
namcap
neovide
neovim
networkmanager
nix
noto-fonts-emoji
npm
nvchecker
opencode
openssh
otf-atkinson-hyperlegible
otf-atkinsonhyperlegiblemono-nerd
otf-font-awesome
pacman-contrib
pass
pavucontrol
pcsc-tools
perl-file-mimeinfo
pgcli
pipewire-jack
pkgfile
plymouth
podman
podman-compose
postgresql
postgresql-libs
postgresql-old-upgrade
protobuf
pulsemixer
refind
ripgrep
rofi
rsync
rtkit
slurp
spotify-launcher
ssh-audit
starship
sudo
sway
swaybg
swayidle
tela-circle-icon-theme-nord
texinfo
thunderbird
time
tmux
ttf-atkinson-hyperlegible
ttf-input-nerd
ttf-meslo-nerd
ttf-sourcecodepro-nerd
unzip
usbutils
vulkan-nouveau
vulkan-tools
waybar
wdisplays
weechat
wget
which
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-cosmic
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
yubikey-personalization
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-syntax-highlighting
