adobe-source-code-pro-fonts
amd-ucode
arch-install-scripts
base
base-devel
bash-completion
cliphist
cryptsetup
dex
direnv
dosfstools
e2fsprogs
expac
git
grim
jq
kanshi
kitty
linux
linux-firmware
lvm2
mako
man-db
man-pages
mesa
neovide
neovim
networkmanager
nix
openssh
otf-atkinson-hyperlegible
otf-atkinsonhyperlegiblemono-nerd
pass
perl-file-mimeinfo
pipewire-jack
refind
rofi
rsync
slurp
ssh-audit
sudo
sway
swayidle
texinfo
tmux
ttf-atkinson-hyperlegible
ttf-input-nerd
ttf-meslo-nerd
ttf-sourcecodepro-nerd
unzip
vulkan-nouveau
vulkan-tools
waybar
wget
which
wl-clipboard
xdg-user-dirs
xdg-utils
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-syntax-highlighting
