adobe-source-code-pro-fonts
amd-ucode
arch-install-scripts
base
base-devel
bash-completion
bluez
bluez-utils
browserpass
cabal-install
cliphist
cryptsetup
dex
direnv
dosfstools
e2fsprogs
etckeeper
evince
expac
ghc
git
github-cli
greetd
greetd-tuigreet
grim
hunspell-en_us
inter-font
jq
kanshi
kitty
libnotify
linux
linux-firmware
lvm2
lxappearance
mako
man-db
man-pages
materia-gtk-theme
mesa
neovide
neovim
networkmanager
nix
opencode
openssh
otf-atkinson-hyperlegible
otf-atkinsonhyperlegiblemono-nerd
otf-font-awesome
pass
pavucontrol
perl-file-mimeinfo
pipewire-jack
pulsemixer
refind
ripgrep
rofi
rsync
rtkit
slurp
spotify-launcher
ssh-audit
sudo
sway
swaybg
swayidle
tela-circle-icon-theme-nord
texinfo
thunderbird
tmux
ttf-atkinson-hyperlegible
ttf-input-nerd
ttf-meslo-nerd
ttf-sourcecodepro-nerd
unzip
vulkan-nouveau
vulkan-tools
waybar
wayfire
wdisplays
wget
which
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-syntax-highlighting
